<?
$tx['meta']['codepage']="iso-8859-7";
$tx['menu']['guestbook']="Βιβλίο επισκεπτών";
$tx['menu']['login']="Σύνδεση";
$tx['menu']['mailform']="Επικοινωνία";
$tx['menu']['print']="Μορφή εκτύπωσης";
$tx['menu']['sitemap']="Διάγραμμα τόπου";
$tx['submenu']['heading']="Υπομενού";
$tx['title']['guestbook']="Βιβλίο Επισκεπτών";
$tx['title']['images']="Εικόνες";
$tx['title']['downloads']="Αρχεία";
$tx['title']['mailform']="Επικοινωνία";
$tx['title']['search']="Αναζήτηση";
$tx['title']['settings']="Ρυθμίσεις";
$tx['title']['sitemap']="Διάγραμμα τόπου";
$tx['title']['validate']="Επιβεβαίωση συνδέσεων";
$tx['navigator']['next']=">";
$tx['navigator']['previous']="<";
$tx['navigator']['top']="Κορυφή";
$tx['lastupdate']['text']="Τελευταία ενημέρωση";
$tx['lastupdate']['dateformat']="  d/m/Y  H:i:s";
$tx['search']['button']="Αναζήτηση";
$tx['search']['foundin']="βρέθηκε σε";
$tx['search']['notfound']="δεν βρέθηκε";
$tx['search']['pgplural']="σελίδες";
$tx['search']['pgsingular']="σελίδα";
$tx['search']['result']="Το αποτέλεσμα της αναζήτησής σας";
$tx['guestbook']['maxlength']="Ο μέγιστος αριθμός χαρακτήρων είναι";
$tx['guestbook']['posted']="Δημοσιευμένο";
$tx['guestbook']['dateformat']="F d. Y H:i:s";
$tx['guestbook']['from']="από";
$tx['guestbook']['sendbutton']="Αποστολή";
$tx['mailform']['notsend']="Το μήνυμα δεν μπόρεσε να σταλεί";
$tx['mailform']['send']="Το μήνυμα έχει σταλεί";
$tx['mailform']['sender']="E-mail αποστολέα";
$tx['mailform']['sendbutton']="Αποστολή";
$tx['login']['warning']="Αυτό το σύστημα χρησιμοποιήται μόνο από εξουσιοδοτημένους χρήστες.";
$tx['login']['loggedout']="Εχετε αποσυνδεθεί";
$tx['log']['dateformat']="Y-m-d H:i:s";
$tx['log']['loggedin']="συνδεμένος";
$tx['editmenu']['downloads']="ΑΡΧΕΙΑ";
$tx['editmenu']['help']="ΒΟΗΘΕΙΑ";
$tx['editmenu']['images']="ΕΙΚΟΝΕΣ";
$tx['editmenu']['logout']="ΑΠΟΣΥΝΔΕΣΗ";
$tx['editmenu']['edit']="ΕΠΕΞΕΡΓΑΣΙΑ";
$tx['editmenu']['normal']="ΕΜΦΑΝΙΣΗ";
$tx['editmenu']['settings']="ΡΥΘΜΙΣΕΙΣ";
$tx['editmenu']['validate']="ΕΠΙΒΕΒΑΙΩΣΗ ΣΥΝΔΕΣΕΩΝ";
$tx['action']['delete']="Διαγραφή";
$tx['action']['download']="Κατέβασμα";
$tx['action']['edit']="Επεξεργασία";
$tx['action']['save']="Αποθήκευση";
$tx['action']['upload']="Αποστολή";
$tx['action']['view']="Εμφάνιση";
$tx['result']['created']="δημιουργήθηκε";
$tx['result']['deleted']="διαγράφηκε";
$tx['result']['uploaded']="απεστάλθη";
$tx['filetype']['folder']="κατάλογος";
$tx['filetype']['file']="αρχείο";
$tx['filetype']['backup']="αντίγραφο";
$tx['filetype']['content']="Περιεχόμενο";
$tx['filetype']['execute']="εκτέλεση";
$tx['filetype']['guestbook']="βιβλίου επισκεπτών";
$tx['filetype']['log']="log";
$tx['filetype']['stylesheet']="stylesheet";
$tx['filetype']['template']="template";
$tx['filetype']['language']="γλώσσας";
$tx['filetype']['config']="ρυθμίσεων";
$tx['images']['usedin']="Χρησιμοποιήται στο";
$tx['files']['totalsize']="Συνολικό μέγεθος";
$tx['files']['bytes']="bytes";
$tx['heading']['error']="ΛΑΘΟΣ";
$tx['heading']['warning']="ΠΡΟΕΙΔΟΠΟΙΗΣΗ";
$tx['toc']['dupl']="ΔΙΠΛΗ ΚΕΦΑΛΙΔΑ";
$tx['toc']['empty']="ΑΔΕΙΑ ΚΕΦΑΛΙΔΑ";
$tx['toc']['missing']="ΧΑΜΕΝΗ ΚΕΦΑΛΙΔΑ";
$tx['toc']['newpage']="ΝΕΑ ΣΕΛΙΔΑ";
$tx['error']['401']="Σφάλμα 401: Μη εξουσιοδοτημένος";
$tx['error']['404']="Σφάλμα 404: Δεν βρέθηκε";
$tx['error']['tolarge']="είναι πολύ μεγάλο! Το μέγιστο μέγεθος είναι";
$tx['error']['cntlocateheading']="Η κεφαλίδα δεν μπόρεσε να βρεθεί";
$tx['error']['cntwriteto']="Δεν έγινε εγγραφή";
$tx['error']['cntdelete']="Δεν έγινε διαγραφή";
$tx['error']['cntsave']="Δεν έγινε αποθήκευση";
$tx['error']['cntopen']="Δεν έγινε άνοιγμα";
$tx['error']['wrongext']="Λάθος τύπος αρχείου στο";
$tx['error']['alreadyexists']="Υπάρχει ήδη";
$tx['error']['undefined']="Undefined";
$tx['error']['missing']="Χάθηκε";
$tx['error']['notreadable']="Δεν μπορεί να αναγνωσθεί";
$tx['error']['notwritable']="Δεν μπορεί να γραφτεί";
$tx['error']['mustwritemes']="Πρέπει να γράψετε κάτι";
$tx['error']['mustwritemail']="Πρέπει να γράψετε ένα σωστό e-mail";
$tx['settings']['backup']="Αντίγραφο";
$tx['settings']['ftp']="Χρησιμοποιήστε FTP για απομακρυσμένη διαχείρηση αρχείων";
$tx['settings']['warning']="Μην ανακατεύεστε με αυτά, εκτός εαν ξέρετε τι κάνετε!";
$tx['settings']['systemfiles']="Αρχεία συστήματος";
$tx['settings']['backupexplain1']="Κατα την αποσύνδεση το περιεχόμενο αντιγράφεται και το παλαιότερο αντίγραφο ασφαλείας διαγράφεται.";
$tx['settings']['backupexplain2']="Ο χρόνος του αντιγράφου μπορεί να διαβαστεί από το όνομά του: ΕΕΕΕΜΜΗΗΩΩΛΛΔΔ";
$tx['validate']['extfail']="Εξωτερικός σύνδεσμος απέτυχε";
$tx['validate']['extok']="Εξωτερικός σύνδεσμος ισχύει";
$tx['validate']['intfail']="Εσωτερικός σύνδεσμος απέτυχε";
$tx['validate']['intfilok']="Εσωτερικός σύνδεσμος σε αρχείο ισχύει";
$tx['validate']['intok']="Εσωτερικός σύνδεσμος ισχύει";
$tx['validate']['mailto']="Σύνδεσμος αλληλογραφίας";
$tx['validate']['notxt']="Σύνδεσμος χωρίς κείμενο";
$tx['help']['security_wwwaut']="Θέστε το true μόνο σε Linux";
$tx['help']['mailform_email']="Εαν συμπληρωθεί, η φόρμα επικοινωνίας θα είναι ενεργή";
$tx['help']['guestbook_maxlength']="Αν τεθεί υψηλότερα από 0 το βιβλίο επισκεπτών θα είναι ενεργό";
$tx['help']['files_ftp']="Εαν θέλετε να δημιουργήσετε ένα σύνδεσμο FTP, γράψτε κάτι σαν ftp://username:password@domain.dk/cmsbasefolder/";
$tx['editor']['noimages']="Δεν βρέθηκαν εικόνες στο";
$tx['editor']['changemode']="Αυτή η ενέργεια είναι δυνατή μόνο στην προβολή διαμόρφωσης. Θέλετε να αλλάξετε προβολή;";
$tx['editor']['buttons']='[

["ilink","Εισαγωγή επιλεγμένου σύνδεσμου","Εισαγωγή του επιλεγμένου υπερσύνδεσμου από την λίστα"],

[""],

["iimage","Εισαγωγή επιλεγμένης εικόνας","Εισαγωγή επιλεγμένης εικόνας από την λίστα"],

["tr"],

["save","Αποθήκευση","Αποθηκεύει το κείμενο"],

[""],

["selectall","Επιλογή όλων (Ctrl+A)","Επιλογή ολόκληρου του κειμένου"],

["cut","Αποκοπή (Ctrl+X)","Αποκοπή της επιλογής στην μνήμη"],

["copy","Αντιγραφή (Ctrl+C)","Αντιγραφή της επιλογής στην μνήμη"],

["paste","Επικόλληση (Ctrl+V)","Επικόλληση των περιεχομένων της μνήμης"],

[""],

["undo","Αναίρεση (Ctrl+Z)","Αναίρεση της προηγούμενης ενέργειας"],

["redo","Ακύρωση αναίρεσης (Ctrl+Y)","Ακύρωση της προηγούμενης αναίρεσης"],

[""],

["html","Αλλαγή προβολής","Αλλαγή προβολής μεταξύ διαμόρφωσης και προβολής HTML"],

[""],

["justifyleft","Στοίχηση αριστερά","Εφαρμογή αριστερής στοίχησης"],

["justifycenter","Κεντράρισμα","Εφαρμογή κεντραρισμένης στοίχησης"],

["justifyright","Στοίχηση δεξιά","Εφαρμογή δεξιάς στοίχησης"],

[""],

["createlink","Δημιουργία ή επεξεργασία υπερσύνδεσμου","Δημιουργία ή επεξεργασία υπερσύνδεσμου"],

["unlink","Διαγραφή υπερσύνδεσμου","Διαγραφή του επιλεγμένου υπερσύνδεσμου"],

["tr"],

["h1","Κεφαλίδα 1","Διαμόρφωση της επιλεγμένης παραγράφου(ων) ως κεφαλίδα 1"],

["h2","Κεφαλίδα 2","Διαμόρφωση της επιλεγμένης παραγράφου(ων) ως κεφαλίδα 2"],

["h3","Κεφαλίδα 3","Διαμόρφωση της επιλεγμένης παραγράφου(ων) ως κεφαλίδα 3"],

["h4","Κεφαλίδα 4","Διαμόρφωση της επιλεγμένης παραγράφου(ων) ως κεφαλίδα 4"],

["p","Παράγραφος","Διαμόρφωση της επιλεγμένης παραγράφου(ων) ως κανονικού κειμένου"],

[""],

["bold","Εντονα","Μορφοποίηση με έντονα γράμματα"],

["italic","Πλάγια","Μορφοποίηση με πλάγια γράμματα"],

["underline","Υπογράμμιση","Μορφοποίηση με υπογραμμισμένα γράμματα"],

[""],

["insertunorderedlist","Λίστα με κουκκίδες","Δημιουργία ή διαγραφή λίστας με κουκκίδες"],

["insertorderedlist","Λίστα με αρίθμηση","Δημιουργία ή διαγραφή λίστας με αρίθμηση"],

[""],

["outdent","Μείωση εσοχής","Μείωση εσοχής του επιλεγμένου κειμένου"],

["indent","Αύξηση εσοχής","Αύξηση εσοχής του επιλεγμένου κειμένου"]

]';?>